Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_290_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Elisa Suutala jođiha sámi skuvlenáššiid oktasašbargoorgána
smn: Elisa Suutala joođeet škovlimašij ohtsâšpargo-orgaan

source: Čuvgehusdoaimma dárkkisteaddji Elisa Suutala Lappi leanaráđđehusas jođiha sámi skuvlenáššiid oktasašbargoorgána dán válgabaji loahpa ( -2011 ) rádjái .
smn: Čuovviittâstooimâtärhisteijee Elisa Suutala Laapi läänihaldâttâsâst joođeet sämmilij škovlimašij ohtsâšpargo-orgaan taan vaaljâpaje loopân ( -2011 ) räi .

source: Várreságadoallin válljejuvvui luohkáoahpaheaddji Rauni Äärelä Soađegilis .
smn: Värisaavâjođetteijen väljejui luokamáttáátteijee Rauni Äärelä Suáđigilist .

source: Sámedikki ásahan oktasašbargoorgána čoahkkánii dán válgabaji vuosttaš čoahkkimii Anárii miessemánu 27. beaivve .
smn: Sämitige asâttem ohtsâšpargo-orgaan čokkânij taan vaaljâpaje vuosmuu čuákkimân Anarân 27. vyesimáánu .

source: Ovttasbargoorgánas leat mielde ovddasteaddjit oahpahusministeriijas , oahpahusráđđehusas , Lappi leanaráđđehusas , sámiid ruovttuguovllu gielddain ja sámedikkis .
smn: Ohtsâšpargo-orgaanist láá ovdâstum máttááttâsministeriö , máttááttâshaldâttâs , Laapi läänihaldâttâs , sämikuávlu kieldah já sämitigge .

source: Oktasašbargoorgána ulbmilin lea ovddidit oahpahusa sámegielas ja sámegillii buoridemiin ovttasbarggu , dieđuid juohkima ja gulahallama daid orgánaid gaskkas , mat barget sámeoahpahusa áššiiguin .
smn: Ohtsâšpargo-orgaan pargon lii ovdediđ sämikielâ já sämikielâlâš máttááttâs oovdedmáin ohtsâšpargo já ohtâvuođâtoollâm sehe pyereedmáin tiäđujotteem sämimáttááttâs jieškote-uv peelij kooskâ .

source: Oahpahusráđđi Leena Nissilä oahpahusráđđehusas buvttii oahpahusráđđehusa dearvvuođaid čoahkkimii ja muitalii ee. cuoŋománus ásahuvvon diibmojuohkobargojoavkku barggus .
smn: Máttááttâsneuvos Leena Nissilä puovtij tiervuođâid mattááttâshaldâttâsâst já muštâlij el . cuáŋuimáánust asâttum vuáđumáttááttâs tijmejuáhupargojuávhu pargoost .

source: Oahpahusministeriija lea addán bargojovkui áiggi geasi 2010 rádjái . Dan maŋŋá galgá álggahuvvot riikka dási oahppaplána vuođustusaid ođasmahttin .
smn: Máttááttâsministeriö lii adelâm pargojuávkun ääigi keesi 2010 räi , mon maŋa lii meerrin pieijâđ joton väldikodálâš máttááttâsvuávám vuáđustâsâi uđâsmittem .

source: Ovddit oahppaplánaođastus gárvánii jagi 2004 .
smn: Ovdebâš máttááttâsvuávámuđâsmittem valmâštui ive 2004 .

source: Sámi skuvlenáššiid oktasašbargoorgána čoahkkána čuovvovaš gearddi čakčat .
smn: Sämmilij škovlimašij ohtsâšpargo-orgaan čokkân čuávvoo keerdi čohčuv 2009 .

source: Dalle galget áššelisttus leahkit sámegielat oahppamateriáladilit ja dárbbut , sámegielat oahpaheddjiid skuvlen , oahppaplána vuođustusaid ođasmahttin ja guovlohálddahusa ođasmahttin .
smn: Talle äššilistoost láá el . sämikielâlâš oppâmateriaal tile já táárbuh , máttááttâsvuávám vuáđustâsâi uđâsmittem ja kuávluhaldâšem uđâsmittem .

source: Mearriduvvui maid , ahte ovttašbargui bovdejuvvojit mielde Lappi ja Oulu universiteahtat .
smn: Ohtsâšpáárgon meriduvvojii povdiđ fáárun meiddei Oulu já Laapi ollâopâttuvah .
